<h3>نحوه عضویت در اتحادیه</h3>

<p>
  برای عضویت در اتحادیه فقط کافیه عبارت زیر رو هر شب رأس ساعت ۲۱ در گوگل جست‌و‌جو کنید و سپس روی
  لینک این سایت کلیک کنید.
</p>

<div class="flex items-center justify-center gap-1">
  <div>عبارت:</div>
  <div class="my-4 rounded bg-slate-200 px-2 py-1 dark:bg-slate-800">اتحادیه انقلاب مهر ایران</div>
</div>

<p>
  تعداد اعضای اتحادیه که در صفحه‌ی اصلی این سایت نشون داده شده ترکیبی از تعداد جست‌وجو های این عبارت
  و تعداد کلیک های انجام شده روی لینک سایت در گوگل است.
</p>

<p>
  می‌تونید نمودار نسبی حمایت از اتحادیه رو در سایت خودِ گوگل هم ببینید. دقت کنید که نمودار گوگل نسبی
  هست و فقط نشون می‌ده حمایت از اتحادیه با چه سرعتی در حال کاهش یا افزایش هست. عدد‌ها تو سایت گوگل
  درصد هستند نه تعداد کلیک یا جست‌وجو.
  <a
    target="_blank"
    rel="noreferrer"
    href="https://trends.google.com/trends/explore?date=today%201-m&q=%D8%A7%D8%AA%D8%AD%D8%A7%D8%AF%DB%8C%D9%87%20%D8%A7%D9%86%D9%82%D9%84%D8%A7%D8%A8%20%D9%85%D9%87%D8%B1%20%D8%A7%DB%8C%D8%B1%D8%A7%D9%86">
    لینک گوگل ترندز
  </a>
</p>

<p>
  این روش دقیق نیست اما بهترین روش برای شروع اتحادیه است. بعد از رشد اولیه اتحادیه و تشکیل شورای
  هماهنگی، روش های بهتری برای شمارش استفاده می‌شه.
</p>

<p>
  حتما باید این کار رو هر شب انجام بدید، فقط یک بار کافی نیست. و حتما هم باید راس ساعت ۹ شب باشه.
</p>

<p>
  برای انجام اینکار فیلترشکن لازم ندارید. فیلتر شدن خود این سایت اهمیتی نداره، چون کلیک در سایت گوگل
  اتفاق می‌افته و شمارش در سرور های گوگل انجام می‌شه. بعد از انجام جست و جو در گوگل و کلیک روی لینک
  سایت کار شما انجام شده هست و لازم نیست حتما سایت کامل باز بشه.
</p>

<p class="mt-4">
  حتما باید عبارت رو به طور دقیق وارد کنید. کلمه اضافه و کم نکنید. حرف تغییر ندید، کلا چیزی تغییر
  ندید. دقیقا همون رو وارد گوگل کنید.
</p>

<p class="mt-4">
  حتما باید روی لینک با آدرس زیر کلیک کنید.
  <span style:display="block" style:direction="ltr">join-the-union.pages.dev</span>
</p>
