<h1 class="mt-6 text-center text-xl font-semibold">اتحادیه انقلاب مهر</h1>
<p class="mx-4 mt-6">
  در مهر ماه ۱۴۰۱ برای همگان روشن شد در افکار ایرانیان انقلابی جدید رخ داده است. ما می‌خواهیم
  اتحادیه‌‌ای سازمان‌یافته با رهبری شورایی از متخصصین و فعالینِ انقلاب برای پیروزی تشکیل شود. ما هر
  شب رأس ساعت ۲۱ عبارت «اتحادیه انقلاب مهر» را در گوگل جست‌وجو می‌کنیم تا نشان دهیم وجود داریم و در
  حال رشد هستیم. در ابتدا هدف فقط رشد اتحادیه و تشکیل شورای هماهنگی است. همانند کشوری که در حال
  بزرگ‌ کردن و تقویت ارتش‌ خودش است ولی هنوز حمله نکرده.
</p>

<div class="mx-4 mt-6 flex flex-col">
  <div>تعداد اعضای فعال در اتحادیه تا کنون:</div>
  <div class="mt-2 text-center text-2xl">1+</div>
</div>

<div class="absolute bottom-0 left-0 mb-6 flex w-full flex-col items-center gap-4 px-4">
  <p>شما هم به اتحادیه بپیوندید تا با هم هدفمند، سازمان&nbsp;یافته، و متحد عمل کنیم.</p>
  <a href="/intro" class="rounded-md bg-slate-200 py-2 px-4 dark:bg-slate-800"
    >از اینجا شروع کنید</a>
</div>
