<script>
  let showCopied = false
  function copyToClipboard() {
    window.navigator.clipboard.writeText('"اتحادیه انقلاب مردم"')
    showCopied = true
    setTimeout(() => {
      showCopied = false
    }, 2000)
  }
</script>

<h3>نحوه عضویت در اتحادیه</h3>

<p>
  اعضای اتحادیه مسئولیت‌هایی دارن که باید انجام بدن، هر کسی این مسئولیت‌ها رو انجام بده عضو اتحادیه
  محسوب ‌می‌شه.
</p>

<p>
  <a href="/intro/working-group">کارگروه انقلاب</a> با استفاده از روش‌های مختلفی میزان مشارکت در فعالیت‌های
  اتحادیه رو به دست میاره و برنامه‌ریزی‌ها بر اساس این آمار انجام می‌شه.
</p>

<h4>مسئولیت اول</h4>

<p>
  اولین مسئولیت اعضا اعلام آماده‌باش به صورت روزانه هست. برای اینکار فقط کافیه عبارت زیر رو هر شب
  رأس ساعت ۹ در گوگل جست‌و‌جو کنید و بعد روی لینک این سایت کلیک کنید.
</p>

<div class="my-8 flex flex-col items-center gap-2">
  <div class="flex items-center justify-center gap-1">
    <div>عبارت:</div>
    <!-- svelte-ignore a11y-click-events-have-key-events -->
    <div
      class="cursor-pointer rounded bg-slate-200 px-2 py-1 dark:bg-slate-800"
      on:click={copyToClipboard}>
      "اتحادیه انقلاب مردم"
    </div>
  </div>
  <div class="text-sm text-slate-300 dark:text-slate-600">
    {#if showCopied}
      (کپی شد)
    {:else}
      (برای کپی کلیک روی عبارت رنگی کلیک کنید)
    {/if}
  </div>
</div>

<p class="mt-4">حتما باید روی لینک با این آدرس کلیک کنید: etehad.pages.dev</p>

<p>
  حتما باید این کار رو هر شب انجام بدید، فقط یک بار کافی نیست. و حتما هم باید راس ساعت ۹ شب باشه.
  باید بدونیم اتحادیه همین الآن چند عضو فعال داره. اگر یه نفر یه ماه پیش تو گوگل یه سرچی زده باشه،
  عضو فعال حساب نمی‌شه.
</p>

<p>
  برای انجام اینکار فیلترشکن لازم ندارید. فیلتر شدن خود این سایت اهمیتی نداره، چون کلیک در سایت گوگل
  اتفاق می‌افته و شمارش در سرور های گوگل انجام می‌شه. بعد از انجام جست و جو در گوگل و کلیک روی لینک
  سایت کار شما انجام شده و لازم نیست حتما سایت کامل باز بشه.
</p>

<p>
  حتما باید عبارت رو به طور دقیق وارد کنید. کلمه اضافه و کم نکنید. حرف تغییر ندید، کلا چیزی تغییر
  ندید. دقیقا همون رو وارد گوگل کنید. تا جای ممکن عبارت را داخل علامت نقل قول "..." قرار دهید.
</p>
